{"hp":["704  (+111)","3.14  (+0.35)"],"ep":[],"atk":["83  (+5)","1  (+0.012)"],"def":["20  (+6)","20  (+6)"],"damage":["2.1","3.4"],"ability_image":["https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/04/Alpha-Icon_Perk.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/04/Alpha-Icon_A.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/04/Alpha-Icon_B.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/04/Alpha-Icon_C.jpg"],"ability_title":["INFINITE REBOOT","PRIME DIRECTIVE","CORE CHARGE","TERMINATION PROTOCOL"],"ability_desc":["Instead of dying, Alpha initiates a reboot sequence upon receiving lethal damage, gaining 200-1750 reserve health (based on level). For the next several seconds, enemies can continue to attack her and deal damage. If her reserve is not destroyed during this time, she will reboot to ample health at the same location.\r\n\r\nThe cooldown for this ability is displayed in place of Alpha's energy bar. Once this bar is full, Infinite Reboot is available. This bar will slide back to zero during the reboot process, indicating the remaining time left before she is restored to health.","Alpha scans for enemies along a path. If she scans an enemy, that enemy is slowed and Alpha instantly dashes behind them, dealing damage to the target and all enemies within 4.5 meters (65% damage to minions). This also removes the negative effects of Core Overload (without removing the positive effects), dealing increased damage based on the number of stacks removed.","Alpha lunges forward, landing a basic attack on her target and fracturing the ground for additional crystal damage in a small area. Each time she uses this ability, she spends 10% of her current health and gains Core Overload for 5.5 seconds, stacking up to 3 times.\r\n\r\nBasic attacks reduces the cooldown of Core Charge by 1 second.\r\n\r\nCore Overload: Alpha loses 1% of her current health every second, but also increases the damage of subsequent Core Charges and causes her basic attacks to heal her. Basic attacks refresh the duration.","On activation, Alpha begins a self destruct sequence. At the start of this she gains a burst of move speed as well as 400-1000 barrier (based on her level). Immediately afterward, she rapidly loses move speed as her Halcyon core approaches critical mass.\r\n\r\nAfter 3 seconds, or immediately upon her barrier being breached, Alpha explodes. This explosion deals heavy crystal damage to all enemies within 4.5 meters and is lethal to herself.\r\n\r\nThis ability can only be activated while Infinite Reboot is available. Upgrading this ability reduces the cooldown of Infinite Reboot."]}