{"hp":["801  (+74)","3.39  (+0.35)"],"ep":["N/A  (+N/A)","N/A  (+N/A)"],"atk":["80  (+6.7)","1  (+0.033)"],"def":["30  (+6)","20  (+6)"],"damage":["1.8","3.3"],"ability_image":["https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/Ardan_P_JuliasGift.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/ArdanAVanguard.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/ArdanBBloodforBlood.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/ArdanCGauntlet.png"],"ability_title":["Julia's Gift","Vanguard","Blood for Blood","Gauntlet [Ultimate]"],"ability_desc":["Ardan heals for 1% of his missing health every time he takes damage. The healing can never exceed 75% of the damage taken. Instead of energy, Ardan uses a yellow meter called Vengeance. Vengeance builds over time and can also be gained with basic attacks, critical strikes and abilities. Because Ardan has no energy, any bonus energy (5%) and energy regeneration (50%) are converted to crystal power.","Ardan dashes to an ally, damaging and slowing nearby enemies while granting the target a burst of move speed and a 3-second barrier that scales with 50% of Ardan's bonus health. Any time the ally takes damage, Ardan gains vengeance. This ability can be used on Ardan, but the barrier, speed boost and vengeance gain is only half as strong. Overdrive: Vanguard grants 30% vengeance when cast on an ally.","Ardan leaps forward and punches his target. This deals crystal as well as weapon damage (that can crit) and is treated like a basic attack. Blood for Blood can only be activated when Ardan has 100% vengeance and will consume all of it. Overdrive: Blood for Blood deals an additional 25% weapon and crystal damage.","Ardan throws down the gauntlet, projecting a perimeter around the target area and gaining full vengeance. Enemies who cross the perimeter are stunned and take crystal damage. Successfully stunning an enemy grants Ardan vengeance. If Ardan leaves the perimeter it is immediately destroyed."]}