{"hp":["765  (+65)",""],"ep":[],"atk":["81  (+7.18)","1  (+.033)"],"def":["20  (+6)","20  (+6)"],"damage":["1.8","3.4"],"ability_image":["https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/10/Blackfeather_Perk.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/10/Blackfeather_C.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/10/Blackfeather_B.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/10/Blackfeather_A.jpg"],"ability_title":["HEARTTHROB","FEINT OF HEART","ON POINT","ROSE OFFENSIVE"],"ability_desc":["Blackfeather’s attacks and abilities apply Heartthrob stacks to enemies. This stacks twice on minions and monsters and up to five times on heroes and objectives. Any time stacks are added or refreshed, Blackfeather also deals bonus crystal damage for each stack of Heartthrob already on the target.\r\n\r\nInstead of energy, Blackfeather uses Focus for his abilities. Focus is capped at 100 and naturally regenerates 7.5 per second. Blackfeather also recovers an additional 10 focus for each basic attack he lands.","Blackfeather lunges to his target and basic attacks. For the next 4 seconds, the target leaves behind a rose trail that grants Blackfeather and his allies move speed when moving through it. When this ability is used against a target with full Heartthrob stacks (shown as broken hearts), it will execute the target for bonus true damage based on the target’s missing health (capped against non-heroes).\r\n\r\nOverdrive: The rose trail also makes Blackfeather and allies unslowable. Additionally, the cooldown for Feint of Heart is reset if the target is killed within 0.5 seconds.","Blackfeather pierces all enemies in a line, damaging them and applying a decaying slow for 1 second. The duration of this slow is increased by 0.3 seconds for each stack of Heartthrob on the target. If this hits at least one enemy hero, Blackfeather also gains a barrier that scales with a percentage of his bonus health and recovers focus. The amount of focus recovered is further increased with a percentage of his max energy and a percentage of his energy recharge.\r\n\r\nOverdrive: On Point gains increased range.","Blackfeather cuts through his opponents, basic attacking all enemies along his path. During the dash, Blackfeather is immune to negative effects and takes greatly reduced damage. This ability has 2 charges."]}