{"hp":["775  (+75)","4.5"],"ep":["0  (+0)","0  (+0)"],"atk":["77  (+7.7)","1  (+0.033)"],"def":["20  (+6)","20  (+6)"],"damage":["2.4","3.2"],"ability_image":["https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/11/Idris_Perk.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/11/Idris_A.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/11/Idris_B.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/11/Idris_C.png"],"ability_title":["DIVERGENT PATHS","SHROUDSTEP","CHAKRAM","SHIMMER STRIKE"],"ability_desc":["Idris unlocks unique powers for either his melee or ranged paths upon attaining a threshold of weapon or crystal power.\r\n\r\nMelee (Weapon): Idris's Shroudstep becomes an instantaneous blink. Passively, his melee attacks restore stamina and reduce the cooldowns of his Shroudstep and Shimmer Strike abilities.\r\n\r\nRanged (Crystal): Idris can throw basic attacks to targets beyond his melee attack range, dealing crystal damage and weapon damage and applying on-hit effects.\r\n\r\nInstead of energy, Idris uses stamina to activate his abilities. Purchasing items with energy and energy regeneration increases his stamina and stamina regeneration.","Idris dashes in the target direction, dealing amplified damage to the next target he attacks within a few seconds.\r\n\r\nIf Idris has not taken damage within the last few seconds, Shroudstep grants a barrier. The availability of the barrier is displayed beneath his stamina meter.","Idris throws a chakram that returns to him, damaging enemies each time it passes over them. Hitting enemy heroes, miners, or kraken recovers stamina.\r\n\r\nIdris can use his Shroudstep and Shimmer Strike abilities to temporarily prevent his chakrams from returning to him.","Idris becomes invulnerable and untargetable as he latches onto the target hero for the next [Leap Off Enemy Time Window] seconds (enemy) or [Leap Off Ally Time Window] seconds (ally). While attached, Idris will jump out to his attack range in the first direction he taps, striking all surrounding enemies with weapon damage as he jumps off.nnIf no direction is chosen, Idris will jump towards his original position."]}