{"hp":["615  (+72)",""],"ep":["404  (+8)",""],"atk":["64  (+3.18)","1  (+0.033)"],"def":["20  (+6)","20  (+6)"],"damage":["6","3.1"],"ability_image":["https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/12/Adrenaline.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/12/Kestral_-A_02.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/12/Kestral_-B.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/12/Kestral_C.jpg"],"ability_title":["ADRENALINE","GLIMMERSHOT","ACTIVE CAMO","ONE SHOT. ONE KILL."],"ability_desc":["Whenever Kestrel lands a basic attack, she gains attack speed and reduces the cost of her abilities. This stacks up to 5 times and and wears off after a short time.","Kestrel fires an arrow, landing an armor-piercing basic attack on the first target in its path. The arrow then pierces through, dealing crystal damage to the target and other enemies behind it. Kestrel can keep several arrows in reserve. After a duration without using her bow, these arrows are automatically reloaded. Reload time is decreased based on attack speed.","Kestrel instantly vanishes from sight and gains bonus move speed. Additionally, she leaves an invisible phosphor mist at her location, revealing enemies as they walk through it. If Kestrel deals damage to an enemy hero within the mist, the mist will detonate, damaging and stunning all enemies within its area.\r\n\r\nKestrel’s basic attacks reduce the cooldown of Active Camo. However, Active Camo cannot be triggered while Kestrel is taking damage from an enemy hero, putting it on cooldown. The length of time Active Camo is disabled is reduced by bonus weapon power.","After a delay, Kestrel fires a single arrow across the fold, impacting on the first enemy hero, large creature or structure in its path. When this hits an enemy hero, it reveals that hero and grants Kestrel full Adrenaline stacks. This deals reduced damage to non-heroes.\r\n\r\nThe base damage dealt by this ability is weapon damage. Higher ranks of this ability gain armor piercing."]}