{"hp":["695  (+51)","4.01  (+0.31)"],"ep":["270  (+45)","2.15  (+0.45)"],"atk":["10  (+0)","1  (+0.033)"],"def":["25  (+3)","25  (+3)"],"damage":["6.8","3.3"],"ability_image":["https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/06/Lyra_Ability_Icons_perk_square.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/06/Lyra_Ability_Icons_A1.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/06/Lyra_Ability_Icons_B.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2016/06/Lyra_Ability_Icons_C.png"],"ability_title":["PRINCIPLE ARCANUM","IMPERIAL SIGIL","BRIGHT BULWARK","ARCANE PASSAGE"],"ability_desc":["Lyra’s attacks are arcane missiles, dealing crystal damage. If she holds her ground after releasing an attack, she automatically channels and releases a much stronger arcane missile that deals additional crystal damage and briefly slows its target. Each channeled missile consumes energy, but Lyra can continue using these even if she runs out of energy.","Lyra forms a sigil at the target location, revealing surrounding enemies. While this sigil remains active, it heals nearby allied heroes and damages nearby enemy heroes. Lyra can reactivate this ability at any time to detonate the sigil, dealing heavy damage to surrounding enemies while providing a burst of healing and a moderate move speed boost to nearby allies.","After a brief delay, Lyra releases a pulse of magical energy, damaging and applying a decaying slow to surrounding enemies. The affected area then becomes a walled zone of protection that deals the same damage and slow to enemies attempting to cross its borders. Enemies inside the zone are snared, allowing them to move normally but preventing them from using movement abilities.","Lyra blinks to the target location, leaving portals at both the beginning and the end of the blink. Portals last for a few seconds, allowing allied and enemy heroes to move freely between them in both directions. Heroes must wait several seconds before they can re-enter a portal. This cooldown is also applied to enemies when Lyra hits them with the initial pulse of Bright Bulwark."]}