{"hp":["632  (+65)","3.55  (+0.35)"],"ep":["200  (+24)","1.33  (+0.16)"],"atk":["74  (+6.8)","1  (+)"],"def":["20  (+6)","20  (+6)"],"damage":["5.5","3.3"],"ability_image":["https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/SkaarfPfan-the-flames.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/SkaarfAspitfire.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/SkaarfBgoop.png","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/SkaarfCdragon-breath.png"],"ability_title":["Fan the Flames","Spitfire","Goop","Dragon Breath [Ultimate]"],"ability_desc":["Skaarf’s fire-based abilities light the target ablaze, burning enemies for 1.5% of their max health for 3.5 seconds. Each of Skaarf’s basic attacks will refresh the burn duration by 2 seconds, and increase the damage of the burn by another 1.5%, up to 10% per second. Damages-per-stack increases by 1% for every 100 crystal power. This fire does not burn turrets and deals reduced damage to Kraken.","Skaarf spits a fireball that burns and damages anything in its path and collides with the first hero, structure, or boss monster it hits. Each target the fireball passthrough reduces its damage by 66%. Deals reduced damage to turrets if out of range.","Skaarf hurls goop onto the target location. Enemies walking through the sticky substance are slowed. Skaarf’s fire abilities will set the goop ablaze with a burst of damage that extends slightly beyond the gooped area. Once aflame, a gooped location will not slow but will apply damage over time.","Skaarf inhales deeply for 1.5 seconds, slowing fleeing enemies and accelerating closing allies. Skaarf then exhales flame for 3 seconds, incinerating enemies in a cone in front of him. While exhaling, enemies moving against the flame are slowed while allies moving with the flame are accelerated. Skaarf may move freely while spewing fire, but he cannot basic attack or use other abilities. Each time Dragon Breath is upgraded it adds shield piercing to the exhale damage."]}