{"hp":["650  (+83)",""],"ep":["380  (+32)",""],"atk":["63  (+5.91)","1  (+0.015)"],"def":["20  (+6)","20  (+6)"],"damage":["5","3.1"],"ability_image":["https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/08/Skye_P.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/08/Skye_A2.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/08/Skye_B1.jpg","https://jd3sljkvzi-flywheel.netdna-ssl.com/wp-content/uploads/2015/08/Skye_C1.jpg"],"ability_title":["TARGET LOCK","FORWARD BARRAGE","SURI STRIKE","DEATH FROM ABOVE"],"ability_desc":["Skye locks onto and reveals the target she most recently basic attacked. Basic attacks and Forward Barrage on that locked target grant her bonus move speed. This speed bonus is dramatically reduced while moving backward. Target Lock is lost if the target moves too far away from Skye or if she doesn’t attack her target for too long.","Skye fires her guns while strafing. (She can move freely but cannot change her facing direction.) Reactivating this ability will cancel it. Forward Barrage deals damage to her locked target (but less damage to non-heroes). The duration increases with Skye’s crystal power up to a max.","Passive: Each ability point in Suri Strike increases the amount of time Skye can keep her target locked without attacking it.\r\n\r\nActive: Skye dashes to a chosen location near her locked target. While dashing, she fires a volley of missiles that lead her target. This ability can only be activated when Skye has a locked target.","Passive: Each ability point in Death from Above increases Skye’s target-lock range.\r\n\r\nActive: Skye fires a salvo of missiles at a chosen location near her locked target.  After a brief delay, the missiles rain down on that location, stunning enemies. Enemies still in the area afterward are slowed and take crystal damage. Aiming directly on your locked target rains down the missiles in a cluster. Aiming away from your locked target rains them down in a line across the target’s path. This ability can only be activated when Skye has a locked target."]}